ubin/soma-test-remove-all.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dp="http://www.datapower.com/schemas/management"><soapenv:Body><dp:request domain="DBPLICE"><dp:do-action><RemoveDir><Dir>local:/framework</Dir></RemoveDir><RemoveDir><Dir>local:/jimr</Dir></RemoveDir><DeleteFile><File>local:///itcam-data.xsl</File></DeleteFile></dp:do-action></dp:request></soapenv:Body></soapenv:Envelope>
